Repository: 4789-alpha/4789ethics
Catalog: app/localization/intl_*.arb
Languages: de, de_be

# inputPlaceholder
source: Enter your message...
de: Nachricht eingeben...
de_be: Schriebi öppis...

# sendButton
source: Send
de: Senden
de_be: Sändu

# opLevel
source: Operator Level
de: Operator-Stufe
de_be: OP-Stufe

# ethicsCheck
source: This input has been ethically verified.
de: Diese Eingabe wurde ethisch geprüft.
de_be: Ds isch scho überleit worde.

source: carry
de: tragen
de_be: träge

source: responsibility
de: Verantwortung
de_be: Verantwortig

source: reflect
de: reflektieren
de_be: nöberluege

# feedbackRequired
source: Please reflect before proceeding.
de: Bitte reflektiere, bevor du fortfährst.
de_be: Lueg der e chli druf, bevor du witergahsch.

# startMessage
source: Are you ready to carry something real?
de: Bist du bereit, etwas Echtes zu tragen?
de_be: Bisch bereit, öppis würklichs z'träge?

# opStatus
source: You are currently in OP-Level {level}
de: Du befindest dich derzeit auf OP-Stufe {level}
de_be: Du bisch zurzyt uf OP-Stufe {level}

# languageSwitch
source: Switch Language
de: Sprache wechseln
de_be: Sprach wächsle

# ethicsApproved
source: Ethically valid
de: Ethisch gültig
de_be: Ethisch i.O.

# ethicsRejected
source: Ethically blocked
de: Ethisch blockiert
de_be: Nöd tragbar
